export default function RefundPolicyPage() {
  return (
    <main className="min-h-screen bg-gray-950 text-gray-300">
      <div className="max-w-4xl mx-auto px-6 py-16 space-y-8 text-[18px] leading-8">

        <h1 className="text-3xl font-bold text-white mb-8">
          Πολιτική Επιστροφής Χρημάτων
        </h1>

        <p>
          Σε περίπτωση που δεν εξυπηρετηθεί* η παραγγελία σας και έχετε πληρώσει με πιστωτική κάρτα,
          τα χρήματα σάς επιστρέφονται. Η επιστροφή γίνεται από την ομόρρυθμη εταιρεία 
          <strong> ΛΕΩΝΙΔΑΣ ΚΑΙ ΠΑΝΑΓΙΩΤΗΣ ΣΠΑΗΣ Ο.Ε., ΑΦΜ 997488755 </strong> 
          η οποία φέρει την αποκλειστική ευθύνη για την επιστροφή των χρημάτων στην κάρτα που χρησιμοποιήθηκε.
          Ο καταναλωτής δεν επιβαρύνεται.
        </p>

        <h2 className="text-2xl font-semibold text-white mt-10">
          α) Τι γίνεται αν γίνει κάποιο λάθος κατά την πληρωμή;
        </h2>
        <p>
          Ακόμα και αν υπάρξει διακοπή σύνδεσης ή πατήσετε «Cancel», η συναλλαγή έχει καταγραφεί.
          Δεν υπάρχει περίπτωση να χαθούν χρήματα, εφόσον η τράπεζα έχει εγκρίνει τη δέσμευση του ποσού.
        </p>

        <h2 className="text-2xl font-semibold text-white mt-10">
          β) Πόσο ασφαλής είναι η διαδικασία πληρωμής με κάρτα;
        </h2>
        <p>
          Η πληρωμή είναι απόλυτα ασφαλής. Δεν γίνεται απευθείας στην εταιρεία 
          <strong> ΛΕΩΝΙΔΑΣ ΚΑΙ ΠΑΝΑΓΙΩΤΗΣ ΣΠΑΗΣ Ο.Ε. </strong>,
          αλλά σε ασφαλή διακομιστή της τράπεζας Πειραιώς.
        </p>

        <h2 className="text-2xl font-semibold text-white mt-10">
          γ) Τι είναι το πεδίο CVC / CVV;
        </h2>
        <p>
          Είναι ο τριψήφιος αριθμός στο πίσω μέρος της κάρτας σας και απαιτείται για επιπλέον ασφάλεια.
        </p>
      </div>
    </main>
  );
}
